export const Kakarot = [
    {
        volume: 1,
        combatPower: 10,
        reference: ["大猿悟空：100", "農民：5"],
        title:"第1話",
        description: <p>山奥で一人で暮らしていた少年・孫悟空の前に、ブルマという女の子が現れた。<br />ブルマは七つ揃えればどんな願いでも叶うというドラゴンボールを探して、世界中を旅していたのだ。<br />今は亡きじいちゃんの遺した不思議な宝珠、それこそがドラゴンボールだったことから、二人の冒険の旅が始まった! <br />武天老師こと亀仙人、牛魔王と娘のチチ、変身が得意なウーロン、砂漠の盗賊ヤムチャとウーロン…様々な出会いと冒険を繰り返しながら、悟空はドラゴンボールを集めてゆく。</p>
    },
    {
        volume: 4,
        combatPower: 85,
        reference: ["クリリン：70"],
        title:"第21回天下一武道会",
        description: <p>ドラゴンボールの力を使って世界征服を企むピラフ一味の野望も、ウーロンの機転(?)によって阻止された。<br />石になって再び世界中に散らばっていったドラゴンボールが、力を取り戻すのは一年後。<br />悟空は今よりもっと強くなるため、小坊主のクリリンと共に、亀仙人のもとで修行に励むことになる。<br />修行の成果を発揮するため 悟空たちは天下一武道会に出場。決勝戦の相手は亀仙人が扮するジャッキー・チュンが相手！死闘の末、惜しくも敗退したのであった。</p>
    },
    {
        volume: 8,
        combatPower: 150,
        reference: ["桃百百：125"],
        title:"対 桃百百 戦",
        description: <p>天下一武道会を終えた悟空は、じいちゃんの形見であるドラゴンボールを探すため、再び冒険のたびに出る。<br />次々とドラゴンボールを集めていった悟空は、聖地カリンでついに目的のじいちゃんの形見のドラゴンボールを発見した。<br />しかしそこへ突如現れたのが、悟空を殺すためにレッドリボン軍が雇った世界一の殺し屋 桃白白。一度は桃白白にやられた悟空だが、カリン様のもとで修行を積み、再び桃白白に挑む。<br />厳しい修業を積んだ悟空は見事桃白白を倒し、ドラゴンボールの願いで、桃白白に殺された「ボラ」を生き返らせたのであった。</p>

    },
    {
        volume: 13,
        combatPower: 260,
        reference: ["ピッコロ大魔王：260"],
        title:"対ピッコロ大魔王戦",
        description: <p>桃白白の死闘から3年後、悟空達は再び開催された天下一武道会で再会する。<br />決勝戦は悟空 VS 新たな強敵、天津飯。勝負は拮抗したが、タッチの差で悟空が先に場外となり敗北。<br />大波乱の大会が幕を終えた直後、クリリンが会場で何者かに殺された。<br />親友であるクリリンの死に逆上した悟空は、仇を取るため犯人を追う。犯人は長年の封印から解かれ、世界征服のためにドラゴンボールを集めていたピッコロ大魔王だった。一度ピッコロ大魔王に戦いを挑むも、圧倒的な力を誇るピッコロ大魔王に悟空はまったく歯が立たなかった。<br />体力を回復するため一度カリン塔に向かった悟空は、猛毒に打ち勝つと己の力を引き出すことができる伝説の水「超神水」を飲み、大きくパワーアップした。<br />再びピッコロ大魔王に立ち向かう悟空。手足をつぶされながらも、渾身の力を込めた一撃で、悟空はついにピッコロ大魔王を撃破した。</p>

    },
    {
        volume: 15,
        combatPower: 364,
        reference: ["ピッコロ：322"],
        title:"第23回天下一武道会",
        description: <p>ピッコロ大魔王撃破から3年。再び天下一武道会に出場するため集まる仲間たち。悟空は大きく成長した姿で仲間たちと再会。<br />大会には、ピッコロ大魔王が死の直前に産み落とした生まれ変わり、ピッコロが出場していた。決勝戦で対峙するピッコロと悟空。戦いは会場が跡形もなくなるほどすさまじいものになった。<br />不意を突かれた悟空は、ピッコロの攻撃をまともに喰らい重傷を負ってしまう。やられてしまったと思われた悟空だったが、突如、空から現れ、密かに習得していた「舞空術」によって、ピッコロに渾身の頭突きを喰らわせた。<br />見事な逆転勝利で悟空は悲願の天下一武道会初優勝を遂げた。<br />悟空は食べるだけで体力を全回復できる「仙豆」を食べ、大会中に結婚したチチを連れて飛び立っていくのであった。</p>

    },
    {
        volume: 17,
        combatPower: 416,
        reference: ["ラディッツ：1,500"],
        title:"対ラディッツ戦",
        description: <p>数年ぶりに亀ハウスに集まるブルマ、クリリン、悟空そして息子の孫悟飯。<br />そこへ悟空の兄と名乗るサイヤ人 ラディッツが突如やってくる。悟空はラディッツに自身がサイヤ人であり、地球を征服するために送り込まれたことを知らされる。<br />ラディッツは力なき悟飯を人質に取り、自分たちの仲間に加わるよう悟空に迫る。<br />悟飯を取り戻すためにピッコロと共闘し、強敵ラディッツに挑む。<br />２人がかりでも苦戦していた悟空とピッコロだったが、悟空が身を呈してラディッツを抑え、ピッコロの新技「魔貫光殺砲」によって、悟空は自らの命と引き換えにラディッツを倒したのであった。<br />ラディッツは死の直前、１年後にさらに強い２人のサイヤ人が地球にやってくると言い残した。</p>

    },
    {
        volume:20,
        combatPower: 32000,
        reference: ["ナッパ：4,000", "ベジータ：24,000"],
        title:"対ベジータ戦 4倍界王拳",
        description: <p>サイヤ人の襲来。圧倒的強さで仲間を次々と殺していくナッパだったが、界王様のもとで修行を積んだ悟空の敵ではなかった。<br />その後、エリートサイヤ人ベジータとの戦闘。圧倒的なパワーを見せつけるベジータであったが、悟空はラディッツ戦での死後、あの世で界王に教わった「界王拳」で応戦。悟飯、クリリン、ヤジロベー協力の元、なんとかベジータを倒した。<br />しかし、「また戦いたい」という悟空のワガママでベジータにトドメは刺すことはなく、ベジータは宇宙船に乗って飛び立っていった。</p>

    },
    {
        volume: 24,
        combatPower: 90000,
        reference: ["孫悟飯：14,000", "フリーザ：530,000"],
        title:"ナメック星到着時",
        description: <p>サイヤ人に殺された仲間達を生き返らせるため、ナメック星へ向かう事になったクリリン達。追って悟空も重力室付きの宇宙戦でナメック星へ向かう。<br />ナメック星では、クリリン達だけではなく、サイヤ人を支配・管理するフリーザ軍もドラゴンボールを狙って既にナメック星にやってきていたのだ。<br />悟空はナメック星に到着するやいなや、フリーザ軍の強敵「ギニュー特戦隊」との戦闘で瀕死の状態になっているクリリンたちのもとに向かう。<br />重力室でのトレーニングにより大きくパワーアップした悟空はギニュー特戦隊のリクーム、バータ、ジースを瞬殺した。</p>

    },
    {
        volume: 26,
        combatPower: 3000000,
        reference: ["ベジータ：2,500,000", "ピッコロ：1,100,000"],
        title:"対フリーザ戦",
        description: <p>ギニューとの戦いで重症を追った悟空は、フリーザ軍のメディカルマシンで体力の回復に入った。<br />ベジータ、クリリン、悟飯はついにフリーザと対決。<br />3人の力を合わせれば、勝負は優勢と思いきや、フリーザは戦闘力が高い形態に変身できること判明し、絶望の淵にたたされるベジータ達。<br />ドラゴンバールによって生き返ったピッコロも加勢し、応戦するが、変身のたびに大きくパワーを増すフリーザに、じりじりと劣勢になるベジータ達。<br />皆殺しにされそうになった時にメディカルマシンで体力を回復した悟空が到着。<br />10倍界王拳で全力を出すが、最終形態となったフリーザへ大きなダメージを与えることができないでいた。</p>

    },
    {
        volume: 27,
        combatPower: 150000000,
        reference: ["フリーザ：100,000,000"],
        title:"超サイヤ人覚醒",
        description: <p>悟空は最強の必殺技である特大の元気玉でフリーザを倒そうと試みるが、フリーザを倒すことは出来なかった。大きなダメージを受けて怒りを露わにしたフリーザは、クリリンを殺害してしまった。<br />その光景を目の当たりにした悟空は、怒りによって遂に超サイヤ人へと覚醒。圧倒的な戦闘力でフリーザの攻撃をもろともせずに立ち向かう。<br />その後、実力差がハッキリしてきた悟空はフリーザを見逃し立ち去ろうとする。<br />しかし、フリーザは悪あがき。苦しまぎれの技で、自らの体を斬ってしまい自滅。<br />悟空は、自滅したフリーザに自らの気を与え、逃げるよう忠告するも、フリーザは再度悟空を攻撃。悟空はやむなくとどめを刺した。<br />こうして悟空はフリーザとの戦いに決着したのであった。</p>
    }
]